export const str_info = {
    range: [0, 15, 50, 90, 99],
    msg: [
        "你孱弱无力",
        "你很弱",
        "你是个正常人",
        "你力大无穷",
        "你可能是最有力的人"
    ]
}

export const con_info = {
    range: [0, 15, 50, 90, 99],
    msg: [
        "你死了", "你是个病弱", "正常人", "你强壮无比", "钢铁之躯"
    ]
}

export const siz_info = {
    range: [0, 15, 40, 65, 80, 99],
    msg: [
        "婴儿",
        "你是个孩子",
        "有点瘦弱",
        "普通人类",
        "胖子或者健壮",
        "你超大号"
    ]
}

export const dex_info = {
    range: [0, 15, 30, 50, 75, 90, 99],
    msg: [
        "你大概动不了",
        "笨拙的人",
        "有点不灵活",
        "你是个正常人",
        "手脚灵活",
        "动作敏捷",
        "快如闪电"
    ]
}

export const app_info = {
    range: [0, 15, 50, 75, 90, 99],
    msg: [
        "无比丑陋",
        "你很丑",
        "大众脸",
        "俊男靓女",
        "成鱼落雁，闭月羞花",
        "非人之貌"
    ]
}

export const int_info = {
    range: [0, 15, 50, 75, 90, 99],
    msg: [
        "你没有脑子",
        "愚笨的人",
        "普通人",
        "聪明人",
        "超凡大脑",
        "天才"
    ]
}

export const pow_info = {
    range: [0, 15, 50, 75, 90, 99],
    msg: [
        "弱者",
        "意志薄弱",
        "正常人",
        "意志坚定",
        "坚强的心",
        "钢铁意志"
    ]
}

export const edu_info = {
    range: [0, 15, 40, 60, 70, 80, 90, 96, 99],
    msg: [
        "新生儿",
        "没有受过教育",
        "至少你认字了",
        "高中学历",
        "大学生",
        "研究生",
        "博士",
        "业界权威",
        "照亮学术界的灯塔"
    ]
}

export const lck_info = {
    range: [0, 15, 40, 50, 75, 90, 99],
    msg: [
        "丧神附体",
        "倒霉的人",
        "水逆",
        "普通人",
        "幸运之人",
        "天选之人",
        "操纵因果律的人"
    ]
}